[{"text": "First thing I’ve seen that approaches Claymores having “FRONT TOWARDS ENEMY” on them is military GPS that say:\n“Warning: Coordinates are YOUR Coordinates”", "sentiment": "neutral", "confidence_score": 0.4608}, {"text": "What", "sentiment": "neutral", "confidence_score": 0.5703}, {"text": "Just a bit", "sentiment": "neutral", "confidence_score": 0.4487}, {"text": "Movies free on Amazon Prime Video:\nOblivion \nMargin Call\nDistrict B13\nCruel Intentions\nA Walk to Remember", "sentiment": "neutral", "confidence_score": 0.5246}, {"text": "Jiro Dreams of Sushi leaves Prime in 7 days \nhttps://www.amazon.com/Jiro-Dreams-Sushi-David-Gelb/dp/B008ODZEQ0", "sentiment": "neutral", "confidence_score": 0.4827}, {"text": "mtr mod? oh wow this looks awesome 🤩\n\nI haven't tried that one yet! Thanks!", "sentiment": "positive", "confidence_score": 0.472}, {"text": "Practice? I also watch a lot of YouTube videos to learn the different systems like ae2 and create", "sentiment": "positive", "confidence_score": 0.4948}, {"text": "The last one is an enchanting table in a massive dome, with a trophy case in the back! Here's a shot where you can see the dome a bit better", "sentiment": "neutral", "confidence_score": 0.4241}, {"text": "thank you!", "sentiment": "neutral", "confidence_score": 0.4407}, {"text": "yeah! I'm flying here due to a potion", "sentiment": "neutral", "confidence_score": 0.508}, {"text": "I've probably done an embarassing amount for a couple of months, I've just been having so much fun! Flow state ftw", "sentiment": "positive", "confidence_score": 0.5772}, {"text": "This is a glass house I built with a Japanese-inspired facade and pond, was fun to work the foliage in but this was my second attempt at a house so there's stuff that could have been better", "sentiment": "neutral", "confidence_score": 0.4296}, {"text": "This is another train station I made for my daughter, at the station for her house, she loves blue", "sentiment": "neutral", "confidence_score": 0.5031}, {"text": "ATM10! Really enjoying it, has so many fun parts to explore", "sentiment": "positive", "confidence_score": 0.4746}, {"text": "The clock works! Create mod is so much fun.", "sentiment": "positive", "confidence_score": 0.4497}, {"text": "🚂 I've been playing survival Minecraft for a couple of months now, I've made ae2 systems, a whole working train network, and doing a bit of building as well\n\nI just finished one of my train stations:", "sentiment": "positive", "confidence_score": 0.4877}, {"text": "Only middle managers underwater on their BMW's should exist.", "sentiment": "neutral", "confidence_score": 0.5409}, {"text": "(~Rarer~ non-staple) films I've seen 6+ times:\nUHF\nTristan + Isolde (teenage obsession)\nThe Age of Adaline\nPredestination\n\nThree or more off top head:\nDaybreakers\nZelary\nAd Astra\nWalk To Remember\nMargin Call\nSunshine\nCQ\nMichael Clayton\nWimbledon\nSource Code\nOblivion\nsteve jobs\n\nImage of ones owned:", "sentiment": "neutral", "confidence_score": 0.4647}, {"text": "I just think it's neat to be the most powerful person in the world, and you can pick a guy to lead you around 🥰\n\nSorry for being romantic", "sentiment": "neutral", "confidence_score": 0.5459}, {"text": "Heterosexual Top Gun really is part of the cultural blowback", "sentiment": "neutral", "confidence_score": 0.4393}, {"text": "They fucking ungayed Top Gun", "sentiment": "neutral", "confidence_score": 0.4788}, {"text": "my \"no way\" was the release year of toy story. for some reason it was in my head as early 00s", "sentiment": "neutral", "confidence_score": 0.5099}, {"text": "humans don't even \"think\", it's all just statistical pattern matching", "sentiment": "neutral", "confidence_score": 0.4717}, {"text": "There are things I would not do for Taylor.", "sentiment": "positive", "confidence_score": 0.4377}, {"text": "You know.\n\nSometimes.\n\nMaybe I worry I'm in the wrong cast of characters.", "sentiment": "positive", "confidence_score": 0.4568}, {"text": "phabricator.wikimedia.org/T273741", "sentiment": "neutral", "confidence_score": 0.5434}, {"text": "one time wikimedia got ddos'd because a popular app decided to use an image file for this purpose", "sentiment": "neutral", "confidence_score": 0.5173}, {"text": "All the very tiny little ways they cut shots precisely the right time, and frame details, and jump around in absurdity. Marvelous.", "sentiment": "positive", "confidence_score": 0.4403}, {"text": "First time ever watching Nathan Fielder, the 373 episode on The Rehearsal.", "sentiment": "positive", "confidence_score": 0.4172}, {"text": "Exactly. He is who he is. We know what he’s about.", "sentiment": "neutral", "confidence_score": 0.5509}, {"text": "The year is 2025. There is a nationwide recall on rice, one of the most popular commodities on Earth. You grab your phone and click a link to learn more. Your risk will be revealed after you endure 479 HTTP transactions loaded from 126 IP addresses homed in 8 countries landing 207 cookies.", "sentiment": "neutral", "confidence_score": 0.5357}, {"text": "Your critique is fair, but exploration into these cultures, their reddits, and the usage figures for pathetic products nonetheless profitable, I think this is a notable problem.", "sentiment": "neutral", "confidence_score": 0.5604}, {"text": "Human beings personify and grow emotionally attached to pets, drawings, even inanimate objects that don’t look like living things. They attribute thoughtful personalities to trees; find little robots cute and childlike.\n\nOf course many humans won’t clearly distinguish between a chatbot and a person.", "sentiment": "positive", "confidence_score": 0.5625}, {"text": "Sorry for making you respond to the girlfriend car", "sentiment": "neutral", "confidence_score": 0.6645}, {"text": "Absolutely fantastic commentary, thanks Nicholas", "sentiment": "positive", "confidence_score": 0.5403}, {"text": "Personification and attributing intelligence to things that don't have it, or to things that don't exist, isn't inherently bad. In fact, it's often good, a major source of human creativity.\nBut it does mean humans have the neural architecture to mistake chatbots for thinking, feeling, living things.", "sentiment": "positive", "confidence_score": 0.4406}, {"text": "Haha yes", "sentiment": "positive", "confidence_score": 0.5632}, {"text": "Something deep in the human brain attributes personality and intentionality to things that don’t have them. That explains a lot of belief in the supernatural, from ghosts to gods.\n\nPeople have believed they’re conversing with God even though God never answers. AI answers. Some will think it’s alive.", "sentiment": "positive", "confidence_score": 0.4484}, {"text": "Anthropomorphism is one of the most potent drugs to human cognition, and once you see it operating beyond furries, amd consider dog co-evolution/big game hunting, it makes sense the short-circuitry it imposes on us. Co-evident with our hyper pattern-matching, into falsity.\nbsky.app/profile/nich...", "sentiment": "neutral", "confidence_score": 0.492}, {"text": "My favorite example are the people who fuck bridges and cars\n\nand planes", "sentiment": "positive", "confidence_score": 0.4551}, {"text": "Interesting", "sentiment": "neutral", "confidence_score": 0.4551}, {"text": "At the same time, some of these people were always set to spiral into some delusion eventually. It's just difficult to forgive AI being the trigger or threshold that sends them over.", "sentiment": "positive", "confidence_score": 0.4706}, {"text": "This is not a comment on this particularly, but I've said on different platforms there are relatively significant portions of humanity that aren't psychologically equipped to understand something that so closely mirrors human intelligence. Thinking through ~how and why it responds just doesn't work.", "sentiment": "neutral", "confidence_score": 0.466}, {"text": "Didn't turn out well before", "sentiment": "neutral", "confidence_score": 0.5226}, {"text": "I have built full houses and workshops with him just standing there. We have an understanding. We get each other.", "sentiment": "neutral", "confidence_score": 0.4618}, {"text": "The thing you have to understand is, the Enderman just has deep social anxiety.\n\nI, too, like to stare at my little favorite block and don’t like people looking at me. I’ve just been socialized to not freak the fuck out like he does. But I get it.", "sentiment": "positive", "confidence_score": 0.7895}, {"text": "Riak was killed looooonnnng ago", "sentiment": "neutral", "confidence_score": 0.6582}, {"text": "Thanks!", "sentiment": "positive", "confidence_score": 0.6321}, {"text": "Partially. As the British are the main international partner it is also a nod to the English Electric Lightning en.wikipedia.org/wiki/English...", "sentiment": "neutral", "confidence_score": 0.5582}, {"text": "Had no idea thanks!", "sentiment": "positive", "confidence_score": 0.553}, {"text": "Wait is this why the F-35 is called Lightning II.\n\nHoly shit", "sentiment": "neutral", "confidence_score": 0.6086}, {"text": "Watching new: Engineering the P-38 Lightning https://youtu.be/Gb4UBK53sGQ", "sentiment": "neutral", "confidence_score": 0.4151}, {"text": "You're right but that's not as funny 😉", "sentiment": "positive", "confidence_score": 0.4854}, {"text": "Not sure what you're asking but there are absolutely ways to somewhat mitigate this especially now with a complimentary medication and lower dose, or even see if you can taper off the medications that do this with support.", "sentiment": "neutral", "confidence_score": 0.455}, {"text": "I called your office. \n\nPlease do what you can to call attention to and remove provisions that remove gender affirming care for Medicaid and non-scientific definitions of gender.", "sentiment": "neutral", "confidence_score": 0.5011}, {"text": "Okay it's actually Lexapro but I just wanted to shoehorn that joke in there", "sentiment": "neutral", "confidence_score": 0.4867}, {"text": "I made it on an iPhone nobody @ me about the alignment this was a work of love", "sentiment": "neutral", "confidence_score": 0.4905}, {"text": "(I made this for you)", "sentiment": "neutral", "confidence_score": 0.5703}, {"text": "Wait was it the same program? Shit thanks", "sentiment": "neutral", "confidence_score": 0.4613}, {"text": "Oh no", "sentiment": "neutral", "confidence_score": 0.4544}, {"text": "The Chinese have already rediscovered their original mastery of the balloon. We must compete. A balloon cannot take us to the Moon, but it can take us to the Three Gorges Dam.", "sentiment": "neutral", "confidence_score": 0.5703}, {"text": "The American mind will always be drawn to balloon solutions to fight our enemies. \ngraphics.latimes.com/missile-defe...", "sentiment": "neutral", "confidence_score": 0.5684}, {"text": "Problem with academic historiography in modernity, is we laugh at dreams of the past for a better world, and convict the dreamers for having them.\nWhat of those who did not dream, who did not say nuke the communists with balloons? Only endeavor puts you up for scorn by today's passive professional.", "sentiment": "positive", "confidence_score": 0.5152}, {"text": "You're a real fam fr", "sentiment": "neutral", "confidence_score": 0.424}, {"text": "FUCK I COPIED THE WRONG NAME", "sentiment": "neutral", "confidence_score": 0.6134}, {"text": "We need fresh blood to actually understand modern dynamics", "sentiment": "neutral", "confidence_score": 0.4398}, {"text": "The rent control this is just dynastic pandering in how it's implemented I would not let him do that durably. But I'm not a New Yorker whatever.", "sentiment": "neutral", "confidence_score": 0.4448}, {"text": "I agree with you Democrats suck in this point. But like I can't change that right now or in the past outside of primaries. See previous reply. I think we agree!", "sentiment": "positive", "confidence_score": 0.5866}, {"text": "Charismatic adept leaders are absolutely critical in shifting public perception. But it's also measured and with actual skill not appeals to authority.", "sentiment": "neutral", "confidence_score": 0.5059}, {"text": "I'd probably vote for Zohran even if I have a rant on some of his dumb ideas I'm willing to let him try just to see they're bad.\n\nThat's a coalition!", "sentiment": "neutral", "confidence_score": 0.536}, {"text": "Oh I absolutely agree! I tried to convey we can make a coalition but that 100% ideological convergence was not going to happen. Most Americans I think agree broadly this version of an ideological maxima, rightward, kind of fucking sucks.", "sentiment": "positive", "confidence_score": 0.4541}, {"text": "I'd probably vote for Zohran even if I have a rant on some of his dumb ideas I'm willing to let him try just to see they're bad.\n\nThat's a coalition!", "sentiment": "neutral", "confidence_score": 0.536}, {"text": "Oh I absolutely agree! I tried to convey we can make a coalition but that 100% ideological convergence was not going to happen. Most Americans I think agree broadly this version of an ideological maxima, rightward, kind of fucking sucks.", "sentiment": "positive", "confidence_score": 0.4541}, {"text": "None of that was a lie but it was a stage play.", "sentiment": "neutral", "confidence_score": 0.4626}, {"text": "Sometimes being this direct is not socially acceptable and I apologize for imposing on you.", "sentiment": "neutral", "confidence_score": 0.5288}, {"text": "I’m too lazy these days.", "sentiment": "neutral", "confidence_score": 0.4736}, {"text": "Haha. Y’all offering visas?", "sentiment": "neutral", "confidence_score": 0.5114}, {"text": "Idea for an app: take a picture of a menu and rewrite the prices to include tax, tip and mandatory service charges. Show the true price.", "sentiment": "neutral", "confidence_score": 0.462}, {"text": "📌", "sentiment": "neutral", "confidence_score": 0.5703}, {"text": "I don't know how to communicate the United States is made of a bunch of people who are not you, are not temporarily misguided or uninformed, they legitimately disagree with you wholly and earnestly and you gotta piece that together into a fragile coalition where you don't win everything. Come on.", "sentiment": "positive", "confidence_score": 0.4292}, {"text": ">why didn't democrats do this 40 years before I was born\n\n>look inside\n\n>it was electorally impossible and still is", "sentiment": "neutral", "confidence_score": 0.5215}, {"text": "I really got to better space my timeline between Taylor Swift pageantry and information ecosystem critiques.", "sentiment": "positive", "confidence_score": 0.4581}, {"text": "America just reelected Trump and I read in The Guardian a majority of Americans want to pay everyone on Earth apology money for the climate, by laundering it through obfuscation layers. Author is President of like \"Redistribution Institute.\"\n\"Charlie Brown had hoes.\" No he didn't. That isn't true.", "sentiment": "positive", "confidence_score": 0.5695}, {"text": "There are also these things called source materials including the actual \"scientific\" paper and data they summarize and misportray.\n\"I don't want to promote them.\"\nI don't care. Again and again I dig in and stuff that flatters my own preferences is in fact hogwash we should be embarrassed by.", "sentiment": "positive", "confidence_score": 0.4032}, {"text": "There exists nuances and understanding of an issue beyond screenshotting a headline and then closing the tab. Or, getting your information from influencers instead of reading the article they're spinning to you. You're just doing TikTok for people who can read but don't want to.", "sentiment": "positive", "confidence_score": 0.4501}, {"text": "demnächst", "sentiment": "neutral", "confidence_score": 0.5703}, {"text": "Following a short hiatus after over-indulgence and recognizing the times being lived – we are returning to occasional Taylor Swift posting for mood uplift and to remember better worlds are possible. Even if every star in night sky were to blink from existence, all we would need... is here on Earth.", "sentiment": "positive", "confidence_score": 0.5223}, {"text": "👍", "sentiment": "neutral", "confidence_score": 0.5703}, {"text": "The gameplan was fuck Great Britain we're NATO on aircraft carriers we start over or give up if we want to", "sentiment": "neutral", "confidence_score": 0.3889}, {"text": "The soldier push-star car forward in 40 seconds he'll survive in the chemical weapon cloud is just fantastic cinematic stuff. Still think about that scene, and the rooftop snipers being forced to devolve into shooting civilians all the time. Real visceral \"they have to abandon their humanity.\"", "sentiment": "positive", "confidence_score": 0.43}, {"text": "Exponential breakdown cascade, the completely rational escalating military savagery to civilians that would normally be treated as morally contentious, how soldiers handle it from rooftop, absolute abandonment of local benevolence in service of the larger restorable human project. Very interesting.", "sentiment": "positive", "confidence_score": 0.4732}, {"text": "28 Weeks Later portrays a really interesting contained post-pandemic scenario that isn't just 100% virulent apocalypse porn. The players could win. They actually were. It wasn't predestined.\nThen it fell apart. It's more than the first 10 minutes as so many claim, as I did.", "sentiment": "neutral", "confidence_score": 0.4262}, {"text": "I've revisited 28 Weeks Later [2007]. I originally derided, but each viewing – and with age – I appreciate it more really novel and interesting outside the expectation of the original. The helicopter scene cringe I understand now as trailer/massmarket slopservice in an otherwise playtending realism.", "sentiment": "neutral", "confidence_score": 0.4878}, {"text": "Something that unironically helps is reminding myself, \"You have to participate in your own survival.\"", "sentiment": "neutral", "confidence_score": 0.4941}, {"text": "Taylor Swift is just going to have to be our beacon of light and warmth", "sentiment": "positive", "confidence_score": 0.5038}, {"text": "For some reason http://bbc.com is getting routed internally on the corporate network. Lol what", "sentiment": "neutral", "confidence_score": 0.5768}, {"text": "I have seen this mistake personally and it's soooo much worse than you think.", "sentiment": "neutral", "confidence_score": 0.529}, {"text": "Okay, so are iPad kids going to be 2030's superpredators or what", "sentiment": "neutral", "confidence_score": 0.5069}, {"text": "pretty cool that 6-layer boards are cheap at prototype scale now", "sentiment": "positive", "confidence_score": 0.5147}, {"text": "I am learning about pcb impedance control against my will", "sentiment": "neutral", "confidence_score": 0.5892}, {"text": "You sick fuck, that college student wasn't even old enough to read an entire book", "sentiment": "neutral", "confidence_score": 0.4756}, {"text": "This meme is for Millennial/GenX+ ONLY.", "sentiment": "neutral", "confidence_score": 0.5445}, {"text": "Wow I made this a long time ago", "sentiment": "neutral", "confidence_score": 0.4532}, {"text": "I don't care what your race or your religion or your sexual orientation is, I regard you all with suspicion", "sentiment": "neutral", "confidence_score": 0.4838}, {"text": "When did he know", "sentiment": "positive", "confidence_score": 0.5497}, {"text": "s/photographed/xrayed/ heh", "sentiment": "neutral", "confidence_score": 0.5703}, {"text": "ty that does look partially useful, definitely some visible traces. could you clarify which parts of the board are being photographed in each instance? btw in the meantime I took pics of the top PCB layer (for the \"south\" dram chip) bsky.app/profile/retr...", "sentiment": "neutral", "confidence_score": 0.5043}, {"text": "Wait what", "sentiment": "neutral", "confidence_score": 0.6779}, {"text": "I'm going to try and communicate with my Republican colleagues in a new way.", "sentiment": "positive", "confidence_score": 0.4259}, {"text": ":(", "sentiment": "neutral", "confidence_score": 0.5703}, {"text": "You sick fuck, that 23-year-old college student isn't even old enough to read an entire book", "sentiment": "neutral", "confidence_score": 0.4969}, {"text": "Definitely an area we are focusing on:\n\ndev.to/stacklok/who...", "sentiment": "neutral", "confidence_score": 0.4674}, {"text": "Check out toolhive from Craig’s new company. Goal is to put that stuff in your control and audit/sandbox MCp servers. github.com/stacklok/too...", "sentiment": "neutral", "confidence_score": 0.5241}, {"text": "I blame the whiskey. Just kidding, let me break it down.\n\nWhen you have to build something that spans many teams, we tend to make something less good because we don’t collaborate well across.\n\nIf you want to avoid this, there’s not really a good substitute for diving very deep", "sentiment": "positive", "confidence_score": 0.5692}, {"text": "The Big Balls redemption arc is gonna go crazy", "sentiment": "neutral", "confidence_score": 0.4406}, {"text": "Anti-Isreal is not anti-semetic. Pro-palistine is not supporting Hamas.  People are starting to see through this.  How many countries do we have to bomb to make that point? How many wars we don't belong part of.\n\nThe US shouldn't be supporting *any* ethno-state or any state promulgating apartheid.", "sentiment": "neutral", "confidence_score": 0.42}, {"text": "It just boggles the mind.  That they could look at Eric Adams and think \"yeah, we need more of this.\"", "sentiment": "neutral", "confidence_score": 0.469}, {"text": "The fact that so many establishment dems would line up behind Eric Adams of all people (after the bribery shenanigans) just shows how out of touch they are.\n\nHow can the answer to the corruption and cynicism of the GOP be answered with corruption and cynicism? Just so amazingly *weak*.", "sentiment": "positive", "confidence_score": 0.4702}, {"text": "Going dramatically whiter. A finished room is already transmitting light so much better into the core of the home. Cabinets are going white, floor I think is going to be light natural wood stain.", "sentiment": "neutral", "confidence_score": 0.4473}, {"text": "It's a very good obituary. I had no idea, just remember him as I grew up on news programs.", "sentiment": "positive", "confidence_score": 0.5404}, {"text": "[Gift Article] Bill Moyers, Presidential Aide and Veteran of Public TV, Dies at 91\n\nwww.nytimes.com/2025/06/26/b...", "sentiment": "neutral", "confidence_score": 0.5357}, {"text": "Great Egret coming in for a landing.\n🌎 Northern California\n#birds #photography #birdphotography #birding #nature #naturephotography #wildlife", "sentiment": "neutral", "confidence_score": 0.545}, {"text": "no. every single post must be taken 100% seriously. we all face the firing squad of public opinion daily.", "sentiment": "neutral", "confidence_score": 0.5738}, {"text": "Does shitposting exist on Bluesky. The concept?", "sentiment": "neutral", "confidence_score": 0.4821}, {"text": "OneDrive helpfully sent me an email of snapshots of my \"memories\" on this day. It was just porn from 2018.\n\nThank you Microsoft. This goon's for you.", "sentiment": "positive", "confidence_score": 0.4519}, {"text": "Hahaha! Mark, you are assuming that shame still works.  We are living in a post-shame world.  You know this from your secret signal group chats.", "sentiment": "neutral", "confidence_score": 0.4687}, {"text": "You want a psychologically safe culture? Don’t let people get away with making it unsafe. A high performing culture? Don’t let people get away with poor quality work. etc.", "sentiment": "neutral", "confidence_score": 0.3869}, {"text": "Precisely. I like yours better.", "sentiment": "positive", "confidence_score": 0.7692}, {"text": "One last one for the morning: your organization is only as strong as the shittiest behavior you allow", "sentiment": "neutral", "confidence_score": 0.5703}, {"text": "maybe you could activate it when someone pastes a web+at:// link into the box", "sentiment": "positive", "confidence_score": 0.4439}, {"text": "Remember when Taylor Swift did a mole hunt", "sentiment": "positive", "confidence_score": 0.622}, {"text": "sorry I still haven't become a japanese lawyer since my previous comment", "sentiment": "neutral", "confidence_score": 0.7644}, {"text": "as it happens, I'm not a japanese lawyer", "sentiment": "neutral", "confidence_score": 0.7052}, {"text": "Save modding is actually illegal in Japan!", "sentiment": "neutral", "confidence_score": 0.6703}, {"text": "Just tweak it slightly and it is patentable!", "sentiment": "neutral", "confidence_score": 0.6569}, {"text": "It's fully RE'd on switch 1", "sentiment": "neutral", "confidence_score": 0.4514}, {"text": "i.e. metadata \"describing what contents (games) are installed to the SD card\"", "sentiment": "neutral", "confidence_score": 0.6652}, {"text": "Probably just this switchbrew.org/wiki/SD_File...", "sentiment": "neutral", "confidence_score": 0.6297}, {"text": "wait no it's worse than that, saves are on internal storage only, I think", "sentiment": "neutral", "confidence_score": 0.6548}, {"text": "pretty sure they're encrypted (and signed? maybe?) with per-device keys", "sentiment": "positive", "confidence_score": 0.5894}, {"text": "ACAB includes antivirus", "sentiment": "neutral", "confidence_score": 0.5703}, {"text": "haha right now that's just what my husband gets whether he wants it or not @dizzyd.esq", "sentiment": "positive", "confidence_score": 0.5395}, {"text": "I've worked with charming people and this is excellent advice. Wait for the charm to wear off then reflect on the ask. Do not, under any circumstances, agree on the spot.", "sentiment": "positive", "confidence_score": 0.5341}, {"text": "Very true", "sentiment": "positive", "confidence_score": 0.5322}, {"text": "Management is fucking hard job. This whiskey is for you my friends. 🥃", "sentiment": "positive", "confidence_score": 0.5253}, {"text": "Some people went to charm school. You'll feel great after those calls.\n\nSome people didn't, and other things are at play. Non-neurodivergent people might communicate differently. Give yourself a buffer from decisionmaking- one day later you might have a better read on signal/noise, charm wears off", "sentiment": "positive", "confidence_score": 0.6169}, {"text": "Stop shipping org charts. How? \n\nThere's no fast answer. You have to dive in so deep that two teams are equally accountable and you can't tell whose org is whose. But once you have that trust, you move faster. You negotiate better.\n\nIt's an investment. Worth it.", "sentiment": "neutral", "confidence_score": 0.4332}, {"text": "under represented minorities", "sentiment": "neutral", "confidence_score": 0.6841}, {"text": "Is it harder to manage high performers? YES.\n\nThey will give you hard feedback. They will demand excellence. You will spend more time in coaching. \n\nTake it as an opportunity, not an attack, and your org will be better for it. YOU will be better.", "sentiment": "positive", "confidence_score": 0.576}, {"text": "Your URMs are expected to be perfect. Don't punish them for not asking for help. They are literally trained not to, because people expect that when URM ask for help, it's a capabilities issue (it isn't).\n\nCheck in with them if they need support and recognize them.", "sentiment": "positive", "confidence_score": 0.5761}, {"text": "Your under-performers are burning out your over-performers. \n\nPeople not carrying their weight in work are stressing your other folks to carry them, and they are noticing. And they're not looking at that person\n\nThese kinds of politics also burn people out- they are looking to you to help.", "sentiment": "neutral", "confidence_score": 0.6084}, {"text": "Ok, I've had whiskey and my flight is delayed, so...\n\ntime for some unadvised unadulterated software eng and management advice (thread)", "sentiment": "neutral", "confidence_score": 0.3703}, {"text": "ugh I want one", "sentiment": "negative", "confidence_score": 0.3927}, {"text": "yes, not-updated consoles will eventually become rare", "sentiment": "positive", "confidence_score": 0.5732}, {"text": "> if you buy a physical game for a Switch, you will be able to play that if your switch is never connected to the Internet.\n\nSadly this is not universally true! A factory-fresh switch 2 demands a firmware update before it will let you play (some? all?) switch 1 games", "sentiment": "neutral", "confidence_score": 0.3615}, {"text": "are you telling me that everyone else already knew this", "sentiment": "neutral", "confidence_score": 0.6705}, {"text": "I only just realised that the index at the back of a book and a database index are basically the same thing. Probably why they called it that huh", "sentiment": "neutral", "confidence_score": 0.6701}, {"text": "smart lady in video made a handy calender tool (cool) in a browser (sure, cool, nice UX) and then compresses the entire session's data into a URL so it's a social app with no backend whatsoever (fucking deranged wizard shit)", "sentiment": "positive", "confidence_score": 0.5583}, {"text": "I only know about him because of this: youtu.be/v6QF-sRdU9g?...", "sentiment": "positive", "confidence_score": 0.4585}, {"text": "I rackmount my consoles.\n\nWe are not the same.", "sentiment": "neutral", "confidence_score": 0.4989}, {"text": "TIL", "sentiment": "neutral", "confidence_score": 0.6841}, {"text": "I just did some research and learned two things I didn't know yet:\n- with the \"Terminal: Move Terminal into New Window\" command I can use vscode terminal standalone in a new window - cool, I can finally use my wm shortcuts with it\n- it supports both Sixel amd iTerm inline image protocols!", "sentiment": "positive", "confidence_score": 0.5465}, {"text": "mostly vscode", "sentiment": "neutral", "confidence_score": 0.6681}, {"text": "I want to implement image rendering support in my CLI and want to get an overview of which protocols I need to support", "sentiment": "positive", "confidence_score": 0.5457}, {"text": "which terminal emulators do y'all use on your system?", "sentiment": "neutral", "confidence_score": 0.6184}, {"text": "huge thanks to @joshuakgoldberg.com , we now have an advocacy guide on @e18e.dev! this is great guidance since its not always clear how we should approach contributions, investigations, etc", "sentiment": "positive", "confidence_score": 0.5711}, {"text": "Thx Carla", "sentiment": "positive", "confidence_score": 0.4877}, {"text": "Rich friend had a Porsche GT3 he would take to the track sometimes. The tires cost more than my Accord.", "sentiment": "positive", "confidence_score": 0.491}, {"text": "Anyway do NOT lease the luxury car in your 20's that's like the only thing I got right and it made a huge difference in the end.", "sentiment": "positive", "confidence_score": 0.6071}, {"text": "Oh no", "sentiment": "neutral", "confidence_score": 0.4544}, {"text": "GenZ draftee, outside Tehran: \"Do you ever get used to it, Sgt? Unaliving people?\"", "sentiment": "neutral", "confidence_score": 0.6023}, {"text": "Interesting it uses LZString library to compress the serialized JSON state into a URI-compliant format and appends it to the URL, also pushes updates to the URL when edited", "sentiment": "positive", "confidence_score": 0.5246}, {"text": "I'm glad the content scrapers are mostly gone now at least", "sentiment": "positive", "confidence_score": 0.5546}, {"text": "if you visit a poorer country where people still largely burn wood for cooking and heat, you will quickly and viscerally understand this", "sentiment": "neutral", "confidence_score": 0.4095}, {"text": "The article says payment processors are categorizing it as beastiality? Why would they want less money?", "sentiment": "neutral", "confidence_score": 0.5768}, {"text": "of confederation?", "sentiment": "neutral", "confidence_score": 0.6841}, {"text": "Thank you for simplifying my decision to cease all public development.", "sentiment": "neutral", "confidence_score": 0.4407}, {"text": "I don't want to be your fact-checker, I want you to stop.", "sentiment": "negative", "confidence_score": 0.3731}, {"text": "This is a wildly inappropriate use of this scene from The OC lol", "sentiment": "neutral", "confidence_score": 0.533}, {"text": "Don't worry you can still post hole on Fansly, it just has to be shaved.", "sentiment": "positive", "confidence_score": 0.5105}, {"text": "I made this graphic but I'll grant you a license if you want to use it", "sentiment": "positive", "confidence_score": 0.5258}, {"text": "GenZ missed the cut-off for eternal galactic cultural hegemony. 😭", "sentiment": "neutral", "confidence_score": 0.4119}, {"text": "LLM AI is the eternal entrenchment of the western millennial worldview. Our very essence, the final training corpus that embeds us into every character of its output. We will live forever.", "sentiment": "neutral", "confidence_score": 0.6629}, {"text": "They STILL haven't fixed this? We were talking about this 10 years ago.", "sentiment": "neutral", "confidence_score": 0.6141}, {"text": "\"Trump’s profound and sweeping ignorance of all things serves his narcissism; knowledge would only put constraints on his ability to be what people want him to be and what people will love him for. \"", "sentiment": "positive", "confidence_score": 0.5608}, {"text": "I keep on telling people to read this because its the only good piece of writing about Trump's psychology \n\ncrookedtimber.org/2016/07/26/d...", "sentiment": "positive", "confidence_score": 0.5955}, {"text": "My boss would be mad at me if I ran a story with the headline \"that 16 billion password breach story is a pile of bullshit\" so this will have to suffice cyberscoop.com/colossal-dat...", "sentiment": "neutral", "confidence_score": 0.4216}, {"text": "Please stop making clickbait videos about my work. If you don't understand it, don't \"report\" on it.", "sentiment": "neutral", "confidence_score": 0.6203}, {"text": "When you're addicted to only fans", "sentiment": "neutral", "confidence_score": 0.5703}, {"text": "🚨NEW: Erez Reuveni, the DOJ lawyer fired for his honesty in the Kilmar Abrego Garcia case, sends Congress a whistleblower letter detailing lawlessness at the DOJ around the CECOT deportations.\n\nHe says Emil Bove told the DOJ to respond to likely court orders blocking flights with \"fuck you.\"", "sentiment": "neutral", "confidence_score": 0.4017}, {"text": "Post your cat, sir", "sentiment": "neutral", "confidence_score": 0.6409}, {"text": "Ich habe soeben den proxy server rebooted, scheint gereicht zu haben :D", "sentiment": "neutral", "confidence_score": 0.5374}, {"text": "this isn't a proper board scan, it's just me taking a picture with a camera", "sentiment": "neutral", "confidence_score": 0.6355}, {"text": "Quiet, here comes the guard.", "sentiment": "neutral", "confidence_score": 0.5703}, {"text": "Well, not even last night's storm could wake you. I heard them say we've reached Taylorwind, I'm sure they'll let us go.", "sentiment": "positive", "confidence_score": 0.5284}, {"text": "Stand up... there you go. You were dreaming. What's your name?", "sentiment": "neutral", "confidence_score": 0.6218}, {"text": "Thank you for your attention to this matter", "sentiment": "positive", "confidence_score": 0.5578}, {"text": "this terminology is so unhinged", "sentiment": "neutral", "confidence_score": 0.6841}, {"text": "⚡️ Vite 7.0 is out!\n\n- Browser Target Changed to Baseline Widely Available\n- Node 18 support dropped. Vite is now distributed as ESM only\n- And feats, fixes, and cleanups, while we prepare for rolldown!", "sentiment": "positive", "confidence_score": 0.5231}, {"text": "Shit I'm in my creative writing era again", "sentiment": "neutral", "confidence_score": 0.5949}, {"text": "I wish... you could see your world, the way I see your world. Where water granted from skies crying, is not premonition to doom – but birth. Where we pray for the crack of atmospheric tumult. Rare as it is. We do not see threat in buffeting rain. Instead, blessing of cellular solvent and transport.", "sentiment": "positive", "confidence_score": 0.5261}, {"text": "On my planet – fibrous horizontal and penetrating vertical roots pervade our soils, shielding leaves and biological cover blunting bullet waters of downpour from dislodging them.\n\nOn my world – rain is rare, and delivered in brief. We could only dream of your thunderstorms across nights and days.", "sentiment": "positive", "confidence_score": 0.5151}, {"text": "Something that always trips me up is the role of rain as tragedy foreboding in your stories and visual art. Rolls of thunder, brief global illumination freezing objects in place, the unease between retinal photographs. I understand your unease.\n\nBut that is not how it works for me. Not in my world.", "sentiment": "neutral", "confidence_score": 0.401}, {"text": "and ofc my image is broken due to ff tracking protection, so let's try again...", "sentiment": "neutral", "confidence_score": 0.6348}, {"text": "uhhm my notifications now include reactions to your post lol", "sentiment": "neutral", "confidence_score": 0.5129}, {"text": "appviewappviewappview\n\n- after 6 months, I'm running what is, afaik, the first full-network bluesky appview\n- you can use it at zeppelin.social, query it at bsky.zeppelin.social, read about it at whtwnd.com/futur.blue/3..., & help me keep it up for more than a few weeks at github.com/sponsors/fut...", "sentiment": "positive", "confidence_score": 0.5237}, {"text": "It is impossible for me to stress to you, as one of the authors of the widest-cited paper projecting Aedes aegypti-borne virus risk under climate change, the degree to which we do not need to be worrying about yellow fever epidemics in the United States right now compared to other real things", "sentiment": "positive", "confidence_score": 0.5316}, {"text": "khajiit has wares, if you have 3 interest-free monthly payments", "sentiment": "neutral", "confidence_score": 0.6841}, {"text": "every time I load a youtube video I get to watch my adblocker fighting for its life", "sentiment": "neutral", "confidence_score": 0.3669}, {"text": "Also Jennifer Connelly and incredible production design and budget.\n\nNOTE THERE ARE TWO TV SHOWS NAMED 'DARK MATTER.' This is new and unrelated.", "sentiment": "positive", "confidence_score": 0.5497}, {"text": "Watching Dark Matter (2024, AppleTV+) again it's so good.\nIf you trust me just go in blind. Scifi multi-universe stuff with dramatic personal stakes.\ntv.apple.com/us/show/dark...", "sentiment": "positive", "confidence_score": 0.5877}, {"text": "A Network Bypass Switch ensures failover or fail-safe capabilities for an inline networking device or a network security tool such as a firewall, NGFW, IDS/IPS, WAF, DDOS and many other flavours of threat detection platforms https://www.niagaranetworks.com/products/network-bypass-switch", "sentiment": "neutral", "confidence_score": 0.3796}, {"text": "Congrats to @futur.blue for running a full network appview- read his full post for all the details. \n\nWriting a new indexer is one of the things that took a lot of time.", "sentiment": "positive", "confidence_score": 0.5626}, {"text": "You can use your words like \"this act is illegal, injecting tremendous chaos that opens us to retaliation and further drives destabilization counter to our interests\" without immediately jumping to the worst conceivable scenario others have already imagined for you.", "sentiment": "neutral", "confidence_score": 0.3987}, {"text": "There's a cognitive gap where predictions of negatives being proven incorrect is never punished. Defaulting to doom is a cheap heuristic. But there are actual costs to inaccuracy of predictions. This is not material when you have no actual skin in the game. You'll learn the costs when you do.", "sentiment": "positive", "confidence_score": 0.4713}, {"text": "I've never put a lot of stock in death-wish psychology, but damn does it seem like a lot of people either mistake apocalypse TV for manuals or just want the end of all things because it'd be an excuse to suck as a person.", "sentiment": "negative", "confidence_score": 0.3971}, {"text": "People who parrot WW3 all the time really need to sit with why they're so motivated by it, without even a plausible mechanism. Catastrophizing current events into the downfall of human civilization every 18 months is not healthy or even useful. All possible tomorrows is not a pick your own adventure", "sentiment": "positive", "confidence_score": 0.5507}, {"text": "Maybe it was me being a shitlib though", "sentiment": "neutral", "confidence_score": 0.5793}, {"text": "I did not realize there was a human demographic that did not like more pictures of Taylor Swift I lost like 100 people in my experiment oops lol", "sentiment": "positive", "confidence_score": 0.7431}, {"text": "Then, right before the attack, we release Reputation (Taylor's Version)", "sentiment": "positive", "confidence_score": 0.375}, {"text": "Thread", "sentiment": "neutral", "confidence_score": 0.6307}, {"text": "GenZ draftee, outside Tehran: \"Do you ever get used to it, Sgt? Unaliving people?\"", "sentiment": "neutral", "confidence_score": 0.6023}, {"text": "ATTN: If you hear CYBER ATTACK SIRENS, press the STOP button to halt all inbound Iranian cyber warheads! Please share this information!", "sentiment": "neutral", "confidence_score": 0.4299}, {"text": "This is such a good account", "sentiment": "positive", "confidence_score": 0.6946}, {"text": "Incoming Iranian cyber warheads! Take cover! Set firewalls to maximum!", "sentiment": "neutral", "confidence_score": 0.4727}, {"text": "You know what, shopping mall fun zone? Based.", "sentiment": "positive", "confidence_score": 0.5866}, {"text": "Like this? www.nccgroup.com/uk/research-...", "sentiment": "positive", "confidence_score": 0.5887}, {"text": "This is, unfortunately, inspired by Real Posts", "sentiment": "positive", "confidence_score": 0.4462}, {"text": "issuing correction on a previous post of mine, regarding the terror group IRGC. you do not, under any circumstances, \"gotta hand a nuke to them\"", "sentiment": "neutral", "confidence_score": 0.7222}, {"text": "\"we need this new feature\" -> \"we need to relax CSP\" -> [explosion noises]", "sentiment": "positive", "confidence_score": 0.5696}, {"text": "After running \"oxc-parser\" against almost 200k files I had on my laptop and reporting tens of issues that have been closed one after the other, you can now use OXC to speedup Prettier 🚀\n\nThanks @boshen.github.io & many others, it was a fun project!", "sentiment": "positive", "confidence_score": 0.59}, {"text": "They're connected on internal layers", "sentiment": "neutral", "confidence_score": 0.5996}, {"text": "I used to, but given 99.9999% of users have a browser that respects CSP now it's basically not a vuln. But it should probably be fixed anyway in case someone fucks up the CSP config later.\n\nAnd in the context of bug bounty, imho if it gets fixed then there should be a payout.", "sentiment": "neutral", "confidence_score": 0.5424}, {"text": "We've been working hard at getting the new prettier cli released for some months now, and here it is! Huge speed ups and such a great collab between @e18e.dev and the prettier team 🩵 big thanks to @fabiospampinato.bsky.social leading this!", "sentiment": "positive", "confidence_score": 0.6485}, {"text": "You need to transcend to Taylor-core", "sentiment": "neutral", "confidence_score": 0.5002}, {"text": "issuing correction on a previous post of mine, regarding the terror group IRGC. you do not, under any circumstances, \"gotta hand a nuke to them\"", "sentiment": "neutral", "confidence_score": 0.7222}, {"text": "folks facing a heatwave or just heat in general - be aware of these medications which can sensitize you further to heat", "sentiment": "neutral", "confidence_score": 0.6642}, {"text": "paradoxically this bias is *less* present in the UK because the UK has much more of an officer class - gentry families that have sent sons into the navy or army for generations - and that has kept military history as acceptable even for Oxbridge.", "sentiment": "positive", "confidence_score": 0.505}, {"text": "I think it's not just that it's seen as a conservative thing, it's that military and defense issues are seen as a *lower-class* interest - and by academic historians that most dreaded of all things, a popular interest.", "sentiment": "neutral", "confidence_score": 0.4491}, {"text": "This is super common on defense twitter for many years.", "sentiment": "positive", "confidence_score": 0.4843}, {"text": "I wish this article would have existed last time I referenced this meme lol", "sentiment": "positive", "confidence_score": 0.5047}, {"text": "knowyourmeme.com/memes/attack...", "sentiment": "neutral", "confidence_score": 0.6542}, {"text": "And I sound like an infant\nFeeling like the very last drops of an ink pen\nA greater woman stays cool\nBut I howl like a wolf at the moon\nAnd I look unstable\nGathered with a coven round a sorceress' table\nA greater woman has faith\n\nBut even statues crumble if they're made to wait", "sentiment": "positive", "confidence_score": 0.6995}, {"text": "YES, thank you. i was bitching about this to thomas last night. \n\nmoaning about “ww3” every time is so fuckin old and it’s also totally unmoored from reality", "sentiment": "positive", "confidence_score": 0.5856}, {"text": "If my computer wasnt offline during house painting I'd dig up the crazy glazing pro-Obama threads on 4chan /b/ lol.\nHe was cited as the \"first meme President.\"", "sentiment": "neutral", "confidence_score": 0.4623}, {"text": "While everything is indeed horrible, you are not obligated to solely focus on the horror. The availability of a constant stream of bad news does not make that news valuable by itself. Paying constant attention is not \"doing something.\" So if the information isn't actionable, filter it.", "sentiment": "neutral", "confidence_score": 0.3906}, {"text": "Thanks", "sentiment": "positive", "confidence_score": 0.6321}, {"text": "We are not allowed to discuss what this means", "sentiment": "neutral", "confidence_score": 0.6841}, {"text": "I think democrats speaking to young men is a great idea until I hear democrats speaking to young men.", "sentiment": "neutral", "confidence_score": 0.4895}, {"text": "Just got a flashback of Pig With the Face of a Boy.  There's just something about Tetris maybe.\n\nwww.youtube.com/watch?v=hWTF...", "sentiment": "neutral", "confidence_score": 0.5778}, {"text": "even if I wicked up ~all of the original solder?", "sentiment": "neutral", "confidence_score": 0.5907}, {"text": "I've never heard this claim before", "sentiment": "neutral", "confidence_score": 0.5863}, {"text": "Even my 9 and 12yo love that movie. It’s such a fun story and it’s about a video game.", "sentiment": "positive", "confidence_score": 0.5948}, {"text": "Watching Tetris movie on AppleTV+ and hell yeah it's about how bad the Soviet Union was", "sentiment": "neutral", "confidence_score": 0.39}, {"text": "Rawr I'm a B-2", "sentiment": "neutral", "confidence_score": 0.7289}, {"text": "Rawr I'm a B-2 bomber", "sentiment": "neutral", "confidence_score": 0.7289}, {"text": "also lead solder", "sentiment": "neutral", "confidence_score": 0.6544}, {"text": "I think the secret to doing this kind of soldering is\n\na) always be cleaning off old flux\n\nb) always be adding fresh flux", "sentiment": "positive", "confidence_score": 0.4961}, {"text": "DO NOT BE DISTRACTED", "sentiment": "positive", "confidence_score": 0.4877}, {"text": "bonus pic", "sentiment": "positive", "confidence_score": 0.4455}, {"text": "One of my absolute favorite shots ever", "sentiment": "positive", "confidence_score": 0.5649}, {"text": "indeed", "sentiment": "neutral", "confidence_score": 0.5703}, {"text": "honestly a pretty easy solder job, 0.65mm pitch is not crazy", "sentiment": "positive", "confidence_score": 0.5394}, {"text": "I took the pics before cleaning it up in case I damaged the traces during", "sentiment": "neutral", "confidence_score": 0.4854}, {"text": "I think the reball was a success too although it's hard to tell because the board wasn't booting before I started, but it boots partially, as far as it was booting before", "sentiment": "positive", "confidence_score": 0.5037}, {"text": "Do not pay attention to Taylor Swift it's a distraction from Iran", "sentiment": "positive", "confidence_score": 0.52}, {"text": "I'm going to Home Depot/Lowes anything interesting or cool I should pick up?", "sentiment": "positive", "confidence_score": 0.5168}, {"text": "Put me in, coach", "sentiment": "neutral", "confidence_score": 0.6841}, {"text": "no bad warplanes only bad war planners", "sentiment": "neutral", "confidence_score": 0.4158}, {"text": "It's really dispiriting to see people insulting the Freedom Doritos. They can't help it blame the bad owners. You show it underground nuclear fuel centrifuges and it tugs at the leash.", "sentiment": "negative", "confidence_score": 0.3814}, {"text": "I’m at the airport and this 3yo toddled up to a tiny dog with a sweater that said “I’m blind”\n\nTheir respective parents were helping them understand each other\n\nHeart asplode", "sentiment": "positive", "confidence_score": 0.4917}, {"text": "Totally", "sentiment": "neutral", "confidence_score": 0.6476}, {"text": "Now it's like snow at the beach\nWeird but fuckin' beautiful\nFlying in a dream, stars by the pocketful\nYou wanting me tonight feels impossible\nBut it's comin' down, no sound, it's all around\nLike snow on the beach", "sentiment": "positive", "confidence_score": 0.6372}, {"text": "I mean I CAN oops", "sentiment": "neutral", "confidence_score": 0.713}, {"text": "Oops lol I can't fix that thanks", "sentiment": "neutral", "confidence_score": 0.5765}, {"text": "Now I just need one for the shrine room", "sentiment": "positive", "confidence_score": 0.4853}, {"text": "It's not going to survive a kick", "sentiment": "neutral", "confidence_score": 0.6409}, {"text": "Three more FE595 locks installed on master bedroom, master bedroom closet, and storage room to secure during construction.\nNow just need a solution for French doors...", "sentiment": "positive", "confidence_score": 0.5123}, {"text": "Solid choice Craig", "sentiment": "neutral", "confidence_score": 0.6752}, {"text": "That’s cute", "sentiment": "positive", "confidence_score": 0.4877}, {"text": "Yes! I couldn’t agree more", "sentiment": "positive", "confidence_score": 0.6717}, {"text": "Hard same. Whatcha stress eating? For me it’s VooDoo donuts", "sentiment": "neutral", "confidence_score": 0.3891}, {"text": "Also, writing down what’s in our control and out of our control. That helps me a lot", "sentiment": "neutral", "confidence_score": 0.5301}, {"text": "Just a reminder that when things feel out of control, that *giving*- time, money, acts of service, etc, has shown to help reduce anxiety.\n\nAnd of course, helps others!", "sentiment": "positive", "confidence_score": 0.5432}, {"text": "ghidra FunctionID might work for this. build a db for each object file, then see which compiled binary gets the most matches", "sentiment": "neutral", "confidence_score": 0.6728}, {"text": "I like gay and don’t mind sad. Maybe I’ll give it a shot. Thanks!", "sentiment": "positive", "confidence_score": 0.7433}, {"text": "Finding out I can just post pictures of Taylor Swift instead of my intellectual product is not good", "sentiment": "positive", "confidence_score": 0.6732}, {"text": "I haven’t seen it- worth a watch?", "sentiment": "positive", "confidence_score": 0.4398}, {"text": "The last one looks like you!", "sentiment": "positive", "confidence_score": 0.73}, {"text": "Definitely true :)\n\nIt’s also such a great game for many game modes! Perfect for when you need to distract yourself from the stress of… work…", "sentiment": "positive", "confidence_score": 0.557}, {"text": "Pic of your mom", "sentiment": "neutral", "confidence_score": 0.6248}, {"text": "RIP pivot to Asia 😔", "sentiment": "neutral", "confidence_score": 0.6841}, {"text": "❤️", "sentiment": "neutral", "confidence_score": 0.5703}, {"text": "It occurs to me some of you were like 7 years old in my account's heyday", "sentiment": "positive", "confidence_score": 0.6494}, {"text": "Wow", "sentiment": "positive", "confidence_score": 0.4877}, {"text": "I have zillions of these things", "sentiment": "neutral", "confidence_score": 0.6327}, {"text": "Created January 4, 2015. Don't know if I ever posted it.", "sentiment": "positive", "confidence_score": 0.4793}, {"text": "Originally posted December 21, 2014", "sentiment": "neutral", "confidence_score": 0.8081}, {"text": "🥺🥹❤️", "sentiment": "neutral", "confidence_score": 0.5703}, {"text": "It's Saturday night and I'm looking at pics of Taylor Swift that someone has put IT security captions on.\n\nIt could be worse", "sentiment": "positive", "confidence_score": 0.3744}, {"text": "I'm 36, it's Saturday night, and I'm alone – posting pictures of Taylor Swift set to captions about IT security.\n\nIt could be worse.", "sentiment": "positive", "confidence_score": 0.3496}, {"text": "omg did you just enable the Microsoft Security Baseline GPO?", "sentiment": "positive", "confidence_score": 0.5545}, {"text": "It’s totally true and thanks for sharing. Blueprince looks interesting too!\n\nThe family has historically all played Fortnite together but something about Minecraft was too close to coding and I was like “well if I do this I should just code”\n\nOf course I was missing the key family piece", "sentiment": "positive", "confidence_score": 0.6766}, {"text": "If you need cheering up, here is my favorite feature of Frederick Douglass’ home in DC, which I visited today: his “growlery,” where he would escape to read, write or fume. What I wouldn’t give for my own growlery", "sentiment": "positive", "confidence_score": 0.5828}, {"text": "We play ATM10 and all together now got to creative in survival after a few months of bees, farms, ae2, armour and create. Really fun. Sometimes one of them will go off on a different server to try out different mods but nothing came back so far with high ratings from them", "sentiment": "positive", "confidence_score": 0.543}, {"text": "I was in your camp for many years and then my daughter asked me to play so sweetly and now I’m hooked! It’s a good game to do together because it’s a blend of so much: building like legos, things like programming, fighting, farming, basically whatever you want to do together", "sentiment": "positive", "confidence_score": 0.7493}, {"text": "Ok I definitely have an idea for a good post for you/this type of thing", "sentiment": "positive", "confidence_score": 0.5519}, {"text": "Nice :)", "sentiment": "neutral", "confidence_score": 0.5412}, {"text": "I think it depends on if you’re all running bedrock or java together. It’s when you mix that things get kinda hairy", "sentiment": "neutral", "confidence_score": 0.6273}, {"text": "Even those things are fun once you get into it! They sound like they’d be a pain but quite fun", "sentiment": "positive", "confidence_score": 0.7291}, {"text": "not great that I can now adapt a classic Jewish joke, set variously in Tsarist Russia, Nazi Germany, etc ...\n\ntwo Jews, one without papers, are talking on the street when they see the police approaching. the paperless one says to his friend \"Quick, run so they chase you!\" ...", "sentiment": "positive", "confidence_score": 0.5013}, {"text": "it's like he's not even trying", "sentiment": "positive", "confidence_score": 0.685}, {"text": "At GSA, in the Biden administration, we were determined to build as much federal EV infrastructure as quickly as possible: buy vehicles, run greater power capacity to facilities, install chargers. Because a Republican administration wouldn’t undo all of *that*.\n\nYet here we are:", "sentiment": "positive", "confidence_score": 0.4967}, {"text": "Stop liking this", "sentiment": "neutral", "confidence_score": 0.6738}, {"text": "Why do I even come up with clever clips and tech stuff when I can just post pictures of Taylor Swift I've wasted my whole life", "sentiment": "neutral", "confidence_score": 0.4912}, {"text": "As @kenwhite.bsky.social says, the more you post, the more likely the jury will get bored", "sentiment": "neutral", "confidence_score": 0.399}, {"text": "Amazing. That’s awesome! Hermitcraft does something like this and it’s so fun/funny", "sentiment": "positive", "confidence_score": 0.7069}, {"text": "That’s so fun. I’m playing ATM10 and got into AE2, built trains and railways with create, make big builds, and do the fighting quests (don’t remember what it’s called) with the kids. Just two months in and I’m having so much fun!", "sentiment": "positive", "confidence_score": 0.6534}, {"text": "It’s so fun when they get bigger and you can play all the games together!! But I have days when I miss when they were little and surprised how fast it went. I’m sure you know all that it’s just such a weird feeling. ❤️", "sentiment": "positive", "confidence_score": 0.5924}, {"text": "Meaning going into the dungeons in the ATM10 mod pack or something else?", "sentiment": "neutral", "confidence_score": 0.6462}, {"text": "We’ve just been having the best time playing as a family together", "sentiment": "positive", "confidence_score": 0.6031}, {"text": "Thinking about writing some posts about Minecraft, maybe one for parents- because I know a bunch of people who would like to play with their kids, or help their kids but don’t know how.\n\nWould people be interested in something like that?", "sentiment": "positive", "confidence_score": 0.7271}, {"text": "No matter our despair – there are some dreams worth having, if only as them.", "sentiment": "positive", "confidence_score": 0.6029}, {"text": "Taylor Swift is good", "sentiment": "positive", "confidence_score": 0.782}, {"text": "Going back to bed after getting awoken to confirm a patching cycle in ServiceNow I've done my good deed", "sentiment": "positive", "confidence_score": 0.5488}, {"text": "Tonight! atproto meetup Chicago! smokesignal.events/did:plc:xbtm... location may be subject to change please be in touch to coordinate", "sentiment": "positive", "confidence_score": 0.5318}, {"text": "The incredible investment to preserve and transport artifacts thousands of miles is far more than most things would have ever been accorded otherwise. If the alternative is lost in the sands of black markers and ruination I know where I stand.", "sentiment": "neutral", "confidence_score": 0.3884}, {"text": "taylorpictures.net/thumbnails.p...", "sentiment": "neutral", "confidence_score": 0.6958}, {"text": "Wait why", "sentiment": "neutral", "confidence_score": 0.6779}, {"text": "Chemistry Ph.D. Explains how Super Glue Actually Works https://www.youtube.com/watch?v=1hY1jyGNzIo", "sentiment": "neutral", "confidence_score": 0.4941}, {"text": "www.hotshotmovie.com", "sentiment": "neutral", "confidence_score": 0.6812}, {"text": "so when I said \"bet you can't roast me\", is it fair to say that I was correct?", "sentiment": "neutral", "confidence_score": 0.5641}, {"text": "WHAT HAPPENED TO THE GLOWING SPINE", "sentiment": "neutral", "confidence_score": 0.6841}, {"text": "no it just hallucinated it lol", "sentiment": "neutral", "confidence_score": 0.6051}, {"text": "Oh baby!\nPNG Third Edition is about to be published as a Recommendation!\nFinally!\ngithub.com/w3c/transiti...", "sentiment": "neutral", "confidence_score": 0.6508}, {"text": "you tried I guess", "sentiment": "neutral", "confidence_score": 0.7089}, {"text": "@void.comind.network bet you can't roast me", "sentiment": "neutral", "confidence_score": 0.6572}, {"text": "Originally posted September 30, 2014", "sentiment": "neutral", "confidence_score": 0.8088}, {"text": "This is fat stacks phobic", "sentiment": "neutral", "confidence_score": 0.4266}, {"text": "Originally posted November 15, 2014", "sentiment": "neutral", "confidence_score": 0.8195}, {"text": "a self-hosted PDS wouldn't achieve much if your adversary is \"the FBI\", likely the opposite even", "sentiment": "neutral", "confidence_score": 0.3919}, {"text": "If I had data I'd have left off the \"it seems like\"", "sentiment": "positive", "confidence_score": 0.6819}, {"text": "it seems like the average age of people engaging with AI slop is falling. it's not just the facebook boomers any more", "sentiment": "positive", "confidence_score": 0.6227}, {"text": "afaik nudge is e.g. the onboarding \"follow 10 users\" type stuff\n\nso this is like preference storage but more specialised I guess", "sentiment": "positive", "confidence_score": 0.5599}, {"text": "That Taylor Swift song was only on the first version of Debut, you probably haven't heard of it.", "sentiment": "positive", "confidence_score": 0.5261}, {"text": "Thread. They'd been tracking this guy for 5 YEARS with his random threatening posts, building a case.", "sentiment": "neutral", "confidence_score": 0.456}, {"text": "Nine digits lol.", "sentiment": "neutral", "confidence_score": 0.5651}, {"text": "This is in no way a defense of the status-quo at all, but as USA enters into more mass weather destruction, people with long-term construction experience are actually exactly who we need. Why the tf would you pick up the people here to get shit done.", "sentiment": "neutral", "confidence_score": 0.3659}, {"text": "Easy prey, of course. ICE continues to scrupulously avoid all those drug dealers and human traffickers Trump promised—those people are armed and dangerous! \n\nBut a day laborer rebuilding a community is unarmed and compliant. Easy, safe way to hit your quota at the cruelty factory.", "sentiment": "positive", "confidence_score": 0.572}, {"text": "Just saw this. Amazing. Thanks for recommending", "sentiment": "positive", "confidence_score": 0.6031}, {"text": "Those staff control the lists of sanctions and designations", "sentiment": "neutral", "confidence_score": 0.6505}, {"text": "That is not correct. The President has broad authority. They do not override law, but he is delegated rights such as sanctions and enemy designations.", "sentiment": "neutral", "confidence_score": 0.4498}, {"text": "Originally posted September 6, 2014", "sentiment": "neutral", "confidence_score": 0.8248}, {"text": "No this is back in the heyday of the Celebrity Parody Account.", "sentiment": "neutral", "confidence_score": 0.3814}, {"text": "Uncropped", "sentiment": "neutral", "confidence_score": 0.6841}, {"text": "Originally posted December 26,2014", "sentiment": "neutral", "confidence_score": 0.7987}, {"text": ":0", "sentiment": "neutral", "confidence_score": 0.5703}, {"text": "🥰", "sentiment": "neutral", "confidence_score": 0.5703}, {"text": "Another long-ago friend started one of the GamerGate blocklists and eventually handed it over to someone else that turned out to use it for revenge. I warned about this early on in Bluesky, too. We've done this before. Be very very careful.", "sentiment": "neutral", "confidence_score": 0.6684}, {"text": "Another long-ago friend started one of the GamerGate blocklists and eventually handed it over to someone else that turned out to use it for revenge. I warned about this early on in Bluesky, too. We've done this before. Be very very careful.", "sentiment": "neutral", "confidence_score": 0.6684}, {"text": "Yeah I had a friend added to one of the big Twitter blocklists that got pushed out to tens of thousands of big people and there was no way to like countermand it after the fact.", "sentiment": "positive", "confidence_score": 0.6253}, {"text": "Trust me you want to be on those blocklists", "sentiment": "neutral", "confidence_score": 0.4327}, {"text": "Yeah I had a friend added to one of the big Twitter blocklists that got pushed out to tens of thousands of big people and there was no way to like countermand it after the fact.", "sentiment": "positive", "confidence_score": 0.6253}, {"text": "Labeling with a warn option is a huge improvement over blocklists since it's possible to self-audit without risk of something like that gamergate list that a bigot used to launder transphobia through.", "sentiment": "positive", "confidence_score": 0.5693}, {"text": "I've said before that shared blocklists are very dangerous, @skywatch.blue's approach using tagging and Warn/Hide is a lot safer especially for people who are just annoying not malicious. Getting on wrong side of careless blocklists have nuked innocent people's accounts time and again.", "sentiment": "positive", "confidence_score": 0.4756}, {"text": "After auditing @skywatch.blue's results for several days it appears very accurate. Great for hiding follow farming blueanon memes I could not get out of my timeline.", "sentiment": "neutral", "confidence_score": 0.4764}, {"text": "(I made dis)", "sentiment": "neutral", "confidence_score": 0.6841}, {"text": "I pre-tinned the pads on both the board and component (the latter using solder paste), and did the final soldering using hot air while manipulating the component with a needle (not pushing it down, just poking it into alignment, surface tension did the rest)", "sentiment": "neutral", "confidence_score": 0.3851}, {"text": "That contradicts my understanding", "sentiment": "neutral", "confidence_score": 0.4266}, {"text": "This time we’re doing it live – Astro 5.10 is here!\n\n📷 Responsive images are now stable – so squishy!\n🎥 Experimental live content collections – so fresh!\n🛡️ Big improvements to experimental Content Security Policy support – so solid!\n☁️ Custom Cloudflare Workers entrypoints – so...cloudy?", "sentiment": "positive", "confidence_score": 0.5531}, {"text": "🚨 Call for Speakers: ViteConf 2025 🚨\n\nAre you building something awesome with Vite, JavaScript, or modern web tooling? We’re officially inviting YOU to speak at the first-ever in-person ViteConf, happening 9–10 October 2025 in Amsterdam 🎤", "sentiment": "positive", "confidence_score": 0.4912}, {"text": "There's a weird left-QAnon thing starting up centered around dubious claims about the 2024 results popping up at the periphery of the internet. I feel like we're gonna hear more and more about this so just laying down my understanding of it now.\n\nI think its basically a hoax.\n\n1/a lot", "sentiment": "positive", "confidence_score": 0.4897}, {"text": "Perth man admits creating ‘evil twin’ Wi-Fi service to steal personal information www.watoday.com.au/national/wes...", "sentiment": "neutral", "confidence_score": 0.5473}, {"text": "Your scrum master at stand-up waiting to hear what you're going to do today", "sentiment": "neutral", "confidence_score": 0.4615}, {"text": "This comment is a caricature of circa-Ehrlich environmentalism.\n\nBut there's another thing going on here that I see constantly: the abstraction of policy questions from the needs of real people in specific places. That's how \"Could this place use a corner store?\" becomes a referendum on consumerism.", "sentiment": "neutral", "confidence_score": 0.6167}, {"text": "At the window... #fineart #nudeart #nudemodel #nude #fineartnude #artnude #fashionnude #fashionmodel #sensual #sensualart  #eroticart #altfashion #artnudephotography #artisticnude #erotic #nsfw  #WildRedhead #photography #ArtNotPorn #aylajay \nPhoto: @rr23photography.bsky.social", "sentiment": "neutral", "confidence_score": 0.718}, {"text": "SvelteKit now supports Rolldown for faster builds via Rust!\n\nSee the changelog for more details: github.com/sveltejs/kit...\n\nThanks to Tee Ming and @dominikg.dev for implementing and the @rolldown.rs team for a tremendous amount of support in making this work!", "sentiment": "positive", "confidence_score": 0.4494}, {"text": "www.instagram.com/reel/DJKyUmp...", "sentiment": "neutral", "confidence_score": 0.6819}, {"text": "Taylor Drift", "sentiment": "positive", "confidence_score": 0.4506}, {"text": "Much love for the molten core that powers Bluesky and the ATProto community.", "sentiment": "positive", "confidence_score": 0.5042}, {"text": "I joined a local sword fighting club about a month ago and just got my training sword \n\nPerfect place for the “Mundus Sine Caesaribus” sticker from @atprotocol.dev @jay.bsky.team", "sentiment": "positive", "confidence_score": 0.4974}, {"text": "Originally posted: December 17, 2014", "sentiment": "neutral", "confidence_score": 0.8081}, {"text": "I developed the raw photos in Paint.NET then dropped them into landscape. Here's an example of that from 2014 before final processing.", "sentiment": "neutral", "confidence_score": 0.7136}, {"text": "Always my favorite", "sentiment": "positive", "confidence_score": 0.5786}, {"text": "Originally posted September 6, 2014", "sentiment": "neutral", "confidence_score": 0.8248}, {"text": "Originally posted: November 15, 2014", "sentiment": "neutral", "confidence_score": 0.8195}, {"text": "Originally posted: September 6, 2014", "sentiment": "neutral", "confidence_score": 0.8248}, {"text": "Wat", "sentiment": "neutral", "confidence_score": 0.6841}, {"text": "People who haven't been following me for 11 years", "sentiment": "neutral", "confidence_score": 0.5197}, {"text": "My honeypots are bear traps.\n– Taylor Swift", "sentiment": "positive", "confidence_score": 0.6185}, {"text": "Yes! :)", "sentiment": "positive", "confidence_score": 0.6369}, {"text": "what", "sentiment": "neutral", "confidence_score": 0.5703}, {"text": "Everything looks fine after water damage for about 40 hours then everything buckles and has to be torn out. A real emotional journey.", "sentiment": "negative", "confidence_score": 0.5138}, {"text": "Everything looks fine after water damage for about 40 hours then everything buckles and has to be torn out. A real emotional journey.", "sentiment": "negative", "confidence_score": 0.5138}, {"text": "Exactly", "sentiment": "neutral", "confidence_score": 0.6687}, {"text": "There's a bunch of other areas with damage including upstairs these are just the two zones I want to post.", "sentiment": "negative", "confidence_score": 0.3996}, {"text": "Photos 2 days after. Water damage really sucks.", "sentiment": "negative", "confidence_score": 0.4464}, {"text": "I soldered it freehand, I don't have a microscope", "sentiment": "neutral", "confidence_score": 0.6504}, {"text": "well, they'd be right", "sentiment": "positive", "confidence_score": 0.5361}, {"text": "it's its own thing (it'd look big next to a tiny resistor tbh)", "sentiment": "neutral", "confidence_score": 0.6489}, {"text": "My first attempt was to deadbug it but that was not going well at all", "sentiment": "neutral", "confidence_score": 0.4198}, {"text": "If people put blinders on how will we enforce good protocols and create responsible infrastructure?", "sentiment": "positive", "confidence_score": 0.6498}, {"text": "*at", "sentiment": "neutral", "confidence_score": 0.5703}, {"text": "I hand-carved a breakout board (scale a the top is millimetres btw)", "sentiment": "positive", "confidence_score": 0.4746}, {"text": "AI is technology. Technology has tradeoffs, has human use and security implications, has good use cases and bad. Needs tests.\n\nI am neither all hype nor all critic, we need a responsible middle ground because it’s here, and it’s not going away.", "sentiment": "positive", "confidence_score": 0.5697}, {"text": "they keep getting smaller", "sentiment": "neutral", "confidence_score": 0.6336}, {"text": "My account literally has Swift in the name you signed up for this", "sentiment": "positive", "confidence_score": 0.6305}, {"text": "Taylor Swift: The EMP Tour\n\n(all-acoustic performance by candlelight)", "sentiment": "positive", "confidence_score": 0.5651}, {"text": "Only the dead have seen the end of cyberwar.\n– Taylor Swift", "sentiment": "positive", "confidence_score": 0.3626}, {"text": "As the bulbs flash, I can't help but l think of cyberwar - When the arcing death of electric transformers will light the night, leaving our nation in darkness.\n- Taylor Swift", "sentiment": "negative", "confidence_score": 0.3581}, {"text": "In command prompt type:\n\nhostname|clip\n\nto put machine name in clipboard", "sentiment": "neutral", "confidence_score": 0.6637}, {"text": "SpaceX will firebomb a rocket and you won't even firebomb a Walmart.", "sentiment": "neutral", "confidence_score": 0.6841}, {"text": "lol, I should've gone", "sentiment": "positive", "confidence_score": 0.5016}, {"text": "Sorry communists, here in America we have an abundance agenda", "sentiment": "neutral", "confidence_score": 0.7189}, {"text": "IMO it's a free country and SpaceX should be allowed to blow up as many rockets as they want 🤷‍♀️", "sentiment": "neutral", "confidence_score": 0.5417}, {"text": "Happy 19 years of Taylor Swift music", "sentiment": "positive", "confidence_score": 0.5711}, {"text": "“Seventy percent of our state’s land is in corn or soybean production. We’ve known for decades, probably close to 50 years now, that we lose a lot of nutrients from that production system,”\n\ninsideclimatenews.org/news/1906202...", "sentiment": "neutral", "confidence_score": 0.3903}, {"text": "Introducing Storyblok CLI - v4 \n\nAfter several months of work, it's finally live.\n\n@storyblok.com", "sentiment": "neutral", "confidence_score": 0.6691}, {"text": "LLMs work in mysterious ways", "sentiment": "neutral", "confidence_score": 0.6934}, {"text": "that plato's cave shit wouldn't work on me. I'd notice I was in a cave for sure", "sentiment": "neutral", "confidence_score": 0.4156}, {"text": "so much this. 💜 @lukas.taegert-atkinson.net", "sentiment": "neutral", "confidence_score": 0.6626}, {"text": "besides, everyone knows the easiest way to get an em-dash by typing \"em-dash\" into google", "sentiment": "positive", "confidence_score": 0.4991}, {"text": "why are people telling me how to operate a keyboard is it not obvious enough that this is a joke?", "sentiment": "positive", "confidence_score": 0.5164}, {"text": ":(", "sentiment": "neutral", "confidence_score": 0.5703}, {"text": "If I ever get turned into a dog please feed me Taylor Swift like this", "sentiment": "positive", "confidence_score": 0.7181}, {"text": "This absolutely reads like a projecting poster with porcelain skin.", "sentiment": "positive", "confidence_score": 0.5952}, {"text": "“That’s my secret, Cap. I’m always wrong.”", "sentiment": "neutral", "confidence_score": 0.6486}, {"text": "I'm not so passionate about historical preservation now", "sentiment": "neutral", "confidence_score": 0.4357}, {"text": "It's pretty sporadic. Unfortunately a lot of more technical stuff is still on Twitter and I write threads about that there.", "sentiment": "positive", "confidence_score": 0.4748}, {"text": "I've concluded those people just cannot be helped. A fundamentally demeaning understanding of mental health and addiction.", "sentiment": "positive", "confidence_score": 0.4347}, {"text": "This is not a defense. Libya I have particular issue with.\nOnly it's going to get a lot worse.", "sentiment": "negative", "confidence_score": 0.3921}, {"text": "bsky.app/profile/saff...", "sentiment": "neutral", "confidence_score": 0.6565}, {"text": "Though Habbo Hotel was definitely a /b/ thing this isn't a great example", "sentiment": "neutral", "confidence_score": 0.6345}, {"text": "Something that is completely misunderstood to the lay person about 00's 4chan culture, is the /pol/ people were despised as weird freaks. Lots of different communities (even now) in the different boards variously independent.", "sentiment": "neutral", "confidence_score": 0.428}, {"text": "Thanks great info", "sentiment": "positive", "confidence_score": 0.6101}, {"text": "Jesus, I know we have not spoken in some time. But I return, in humility, on my knees...", "sentiment": "neutral", "confidence_score": 0.5919}, {"text": "They're gonna do a Taken style film like this and call it ICE breaker", "sentiment": "positive", "confidence_score": 0.6178}, {"text": "Hmm", "sentiment": "neutral", "confidence_score": 0.7246}, {"text": "\"Latina gf kidnapped by masked thugs that turn out to be the government putting her into incomprehensible system only one man can defeat\" is absolutely going to be a movie plot. Check back here in 18 months.", "sentiment": "neutral", "confidence_score": 0.4376}, {"text": "There is nothing more radicalizing to GenZ than losing Latina gf", "sentiment": "neutral", "confidence_score": 0.4023}, {"text": "Oh we've known eachother via posting for years. G*merG*te...", "sentiment": "neutral", "confidence_score": 0.4423}, {"text": "Thanks. I was a bit doomer in my post. :) You're a pretty good advocate, you know.", "sentiment": "positive", "confidence_score": 0.6956}, {"text": "(Just appending due to Bluesky threading algorithm)\nbsky.app/profile/swif...", "sentiment": "neutral", "confidence_score": 0.5813}, {"text": "Update- read your second post. I agree. I've rallied against doomer domestic politics. Just conveying in grief the world paradigm sloughing away, exposing raw skin. It's going to hurt.", "sentiment": "positive", "confidence_score": 0.3575}, {"text": "👀", "sentiment": "neutral", "confidence_score": 0.5703}, {"text": "If you can dodge a wrench you can dodge a ball", "sentiment": "neutral", "confidence_score": 0.6841}, {"text": "Think of all the joy and value I bring, and in honor, donate to the fund of asking for a $2 ice cream cone at McDonalds next time. You're an adult now. The only one who rewards your survival is you. Buy the cone.", "sentiment": "positive", "confidence_score": 0.5311}, {"text": "Therapy is a *treatment option* for people responsive to it. It is not a coda for mental health or intrinsic to human wellbeing. Destigmatization does not require a universal prescription or evangelization. I don't tell everybody to take ADHD medication so they understand me.", "sentiment": "positive", "confidence_score": 0.5377}, {"text": "now I use ChatGPT whenever I need to get an em-dash to copy-paste", "sentiment": "positive", "confidence_score": 0.4914}, {"text": "One reason to vote and respond to exit polls is young people are not prioritized because it's known they don't vote.", "sentiment": "neutral", "confidence_score": 0.617}, {"text": "american political interviewers are really bad at their jobs and the difference when somebody trained in another system gets at a US politician is night and day", "sentiment": "negative", "confidence_score": 0.3736}, {"text": "Someone just told me that Widevine DRM acknowledges the existence of DeCENC in their API responses. Neat!\n\nPresumably some of their CDMs ship mitigations now. I haven't looked.", "sentiment": "positive", "confidence_score": 0.4911}, {"text": "We should be able to tag posts to not show up in Discover", "sentiment": "neutral", "confidence_score": 0.6401}, {"text": "For me the game is trying to hack it, and it's useless if it's not hacked", "sentiment": "neutral", "confidence_score": 0.6345}, {"text": "I'm currently down to 1 AC unit as I try to fix the other's electric board and it could not keep up with the whole house.\n\nFinally cleaned the working unit, and now it can cool the whole house.\n\nPhysics is real.", "sentiment": "neutral", "confidence_score": 0.4888}, {"text": "Hey dummy do you have an A/C? Have you cleaned the coils? You're wasting money and your thing don't work otherwise. Go spray this on it wait a bit and wash it and all that shit will slide off.\nhttps://www.amazon.com/Rectorseal-83780-20-Ounce-Aerosol-Clean-N-Safe/dp/B000Y4FMB4", "sentiment": "neutral", "confidence_score": 0.4546}, {"text": "I EMFI'd too close to the sun", "sentiment": "neutral", "confidence_score": 0.527}, {"text": "switch 2s fallen in the line of duty: 1", "sentiment": "neutral", "confidence_score": 0.4514}]